#+TITLE: Free Form I
#+AUTHOR: Chris Hogan
#+DATE: <2022-03-21 Mon> to <2022-03-27 Sun>
#+STARTUP: nologdone

* Log
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-03-25 Fri 21:00], for week 2022-W12.
  | Tags    | Headline                                 | Time    |       |      |      |
  |---------+------------------------------------------+---------+-------+------+------|
  |         | *Total time*                             | *19:21* |       |      |      |
  |---------+------------------------------------------+---------+-------+------+------|
  |         | Log                                      | 19:21   |       |      |      |
  |         | \_  Week 1                               |         | 19:21 |      |      |
  |         | \_    <2022-03-21 Mon>                   |         |       | 9:03 |      |
  | study   | \_      FP - Sketching for Environment 1 |         |       |      | 1:51 |
  | drawing | \_      FP - Sketching for Environment 1 |         |       |      | 7:12 |
  |         | \_    <2022-03-22 Tue>                   |         |       | 2:58 |      |
  | drawing | \_      FP - Sketching for Environment 1 |         |       |      | 2:43 |
  | study   | \_      FP - Sketching for Environment 2 |         |       |      | 0:15 |
  |         | \_    <2022-03-23 Wed>                   |         |       | 3:00 |      |
  | drawing | \_      FP - Sketching for Environment 1 |         |       |      | 3:00 |
  |         | \_    <2022-03-24 Thu>                   |         |       | 2:22 |      |
  | drawing | \_      FP - Sketching for Environment 1 |         |       |      | 1:28 |
  | study   | \_      FP - Sketching for Environment 2 |         |       |      | 0:33 |
  | drawing | \_      FP - Sketching for Environment 2 |         |       |      | 0:21 |
  |         | \_    <2022-03-25 Fri>                   |         |       | 1:58 |      |
  | drawing | \_      FP - Sketching for Environment 2 |         |       |      | 1:58 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *16h 42m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *2h 39m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:

** Week 1
*** <2022-03-21 Mon>
**** DONE FP - Sketching for Environment 1                            :study:
     :LOGBOOK:
     CLOCK: [2022-03-21 Mon 08:21]--[2022-03-21 Mon 10:12] =>  1:51
     :END:
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-21 Mon 18:02]--[2022-03-21 Mon 20:45] =>  2:43
     CLOCK: [2022-03-21 Mon 16:23]--[2022-03-21 Mon 16:40] =>  0:17
     CLOCK: [2022-03-21 Mon 13:17]--[2022-03-21 Mon 16:01] =>  2:44
     CLOCK: [2022-03-21 Mon 10:12]--[2022-03-21 Mon 11:40] =>  1:28
     :END:
*** <2022-03-22 Tue>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-22 Tue 18:11]--[2022-03-22 Tue 20:54] =>  2:43
     :END:
**** DONE FP - Sketching for Environment 2                            :study:
     :LOGBOOK:
     CLOCK: [2022-03-22 Tue 20:54]--[2022-03-22 Tue 21:09] =>  0:15
     :END:
*** <2022-03-23 Wed>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-23 Wed 18:42]--[2022-03-23 Wed 21:42] =>  3:00
     :END:
*** <2022-03-24 Thu>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 18:44]--[2022-03-24 Thu 20:12] =>  1:28
     :END:
**** DONE FP - Sketching for Environment 2                            :study: 
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 20:12]--[2022-03-24 Thu 20:45] =>  0:33
     :END:
**** DONE FP - Sketching for Environment 2                            :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 20:45]--[2022-03-24 Thu 21:06] =>  0:21
     :END:
*** <2022-03-25 Fri>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-25 Fri 19:02]--[2022-03-25 Fri 21:00] =>  1:58
     :END:
